Repository: pcarmona79/sags-console
Catalog: po/*.po
Languages: es

source: No group! Line %d isn't a valid configure line
es: No hay grupo! Línea %d no es una línea de configuración válida

source: Line %d isn't a valid configure line
es: Línea %d no es una línea de configuración válida

source: Number not valid at line %d
es: Número no válido en línea %d

source: Processed file "%s"
es: Archivo procesado "%s"

source: CatchSignal: Received SIGTERM
es: CatchSignal: SIGTERM recibido

source: CatchSignal: Received SIGINT
es: CatchSignal: SIGINT recibido

source: CatchSignal: Received SIGPIPE
es: CatchSignal: SIGINT recibido

source: CatchSignal: Received SIGHUP
es: CatchSignal: SIGINT recibido

source: pselect was interrupted
es: pselect fue interrumpido

source: Timeout seted to %d seconds
es: Timeout fijado a %d segundos

source: Timeout removed
es: Timeout removido

source: Unhandled event %d
es: Evento %d no manejado

source: DataEvent: owner=%04X fd=%d writing=%s
es: DataEvent: dueño=%04X fd=%d escribiendo=%s

source: true
es: verdadero

source: false
es: falso

source: Reading from user's input
es: Leyendo desde la entrada del usuario

source: Sending data to server
es: Enviando datos al servidor

source: Receiving data from server
es: Recibiendo datos del servidor

source: Unknown owner %04X
es: Dueño desconocido %04X

source: Timeout event
es: Timeout removido

source: Usage: %s [-D] [<config-file>]
es: Uso: %s [-D] [<archivo-configuración>]

source: -D: debug mode
es: -D: modo de depuración

source: Exiting with %d
es: Saliendo con %d
